/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Fai bump per collegare";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Connettersi a %@?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="In connessione...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Rete non disponibile";
/* No button for Bump API popup */
"No"="No";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="Nessuna corrispondenza - riprova.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="L'altro utente ha interrotto il collegamento.";
/* Tell the user to please try bumping again. */
"Please bump again."="Ripeti il bump";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Talvolta è necessario ripetere la procedura una seconda volta.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Preparazione in corso";
/* Yes button for Bump API popup */
"Yes"="Si";�